org_backup/Finance/Microeconomics.org
#+TITLE: Microeconomics Principles
#+KEYWORDS: Microeconomics
#+OPTIONS: H:2 toc:2 num:3 ^:nil
#+OPTIONS: LaTeX:t
#+SETUPFILE: ~/github/notes/org-html-themes/setup/theme-readtheorg.setup
* Demand & Supply
** Demand
$$Q_x = f(P_x, P_rx, Income, Preference)$$
*** Income
Need to consider normal goods or inferior goods.

** Supply
$$Q_x = f(P_x, P_input, Technology)$$

** Equilibrium Price

* Elasticities
** Price Elasticity
$$\epsilon_x = \frac{\%\Delta Q_x}{\%\Delta P_x}$$
- Elastic (very responsive) - $|\epsilon_x| > 1$
- Inelastic (not very responsive) - $|\epsilon_x| < 1$
- Unitary (without changes) - $|\epsilon_x| = 1$
- Perfectly Inelastic - $|\epsilon_x| = 0$
- Perfectly Elastic - $|\epsilon_x| = \infty$

* Common Resource
** Good Classification
- Rival
  #+BEGIN_VERSE
  The consumption of B can be affected by A's consumption.
  The good can be consumed by only one person at a time.
  #+END_VERSE

- Excludable:
  #+BEGIN_VERSE
  Can exclude people from consuming the good.
  #+END_VERSE
  |                | Rival Yes       | No     |
  |----------------+-----------------+--------|
  | Excludable Yes | Private         | Club   |
  | No             | Common Resource | Public |
