Finance/Microeconomics.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Microeconomics Principles</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="Microeconomics Principles"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2014-08-06 12:30:24 中国标准时间"/>
<meta name="author" content="ChrisChen"/>
<meta name="description" content=""/>
<meta name="keywords" content="Microeconomics"/>
<link rel="stylesheet" href="../css/stylesheet.css" type="text/css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="../index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div>


<div id="content">
<h1 class="title">Microeconomics Principles</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Demand &amp; Supply</a>
<ul>
<li><a href="#sec-1-1">1.1 Demand</a></li>
<li><a href="#sec-1-2">1.2 Supply</a></li>
<li><a href="#sec-1-3">1.3 Equilibrium Price</a></li>
</ul>
</li>
<li><a href="#sec-2">2 Elasticities</a>
<ul>
<li><a href="#sec-2-1">2.1 Price Elasticity</a></li>
</ul>
</li>
<li><a href="#sec-3">3 Common Resource</a>
<ul>
<li><a href="#sec-3-1">3.1 Good Classification</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Demand &amp; Supply</h2>
<div class="outline-text-2" id="text-1">


</div>

<div id="outline-container-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> Demand</h3>
<div class="outline-text-3" id="text-1-1">


$$Q_x = f(P_x, P_rx, Income, Preference)$$

</div>

<div id="outline-container-1-1-1" class="outline-4">
<h4 id="sec-1-1-1"><span class="section-number-4">1.1.1</span> Income</h4>
<div class="outline-text-4" id="text-1-1-1">

<p>Need to consider normal goods or inferior goods.
</p>
</div>
</div>

</div>

<div id="outline-container-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> Supply</h3>
<div class="outline-text-3" id="text-1-2">


$$Q_x = f(P_x, P_input, Technology)$$

</div>

</div>

<div id="outline-container-1-3" class="outline-3">
<h3 id="sec-1-3"><span class="section-number-3">1.3</span> Equilibrium Price</h3>
<div class="outline-text-3" id="text-1-3">


</div>
</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Elasticities</h2>
<div class="outline-text-2" id="text-2">


</div>

<div id="outline-container-2-1" class="outline-3">
<h3 id="sec-2-1"><span class="section-number-3">2.1</span> Price Elasticity</h3>
<div class="outline-text-3" id="text-2-1">


$$\epsilon_x = \frac{\%\Delta Q_x}{\%\Delta P_x}$$
<ul>
<li>Elastic (very responsive) - \(|\epsilon_x| &gt; 1\)
</li>
<li>Inelastic (not very responsive) - \(|\epsilon_x| &lt; 1\)
</li>
<li>Unitary (without changes) - \(|\epsilon_x| = 1\)
</li>
<li>Perfectly Inelastic - \(|\epsilon_x| = 0\)
</li>
<li>Perfectly Elastic - \(|\epsilon_x| = \infty\)
</li>
</ul>


</div>
</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Common Resource</h2>
<div class="outline-text-2" id="text-3">


</div>

<div id="outline-container-3-1" class="outline-3">
<h3 id="sec-3-1"><span class="section-number-3">3.1</span> Good Classification</h3>
<div class="outline-text-3" id="text-3-1">

<ul>
<li>Rival

<p class="verse">
The consumption of B can be affected by A's consumption.<br/>
The good can be consumed by only one person at a time.<br/>
</p>



</li>
<li>Excludable: 

<p class="verse">
Can exclude people from consuming the good.<br/>
</p>


<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption></caption>
<colgroup><col class="left" /><col class="left" /><col class="left" />
</colgroup>
<thead>
<tr><th scope="col" class="left"></th><th scope="col" class="left">Rival Yes</th><th scope="col" class="left">No</th></tr>
</thead>
<tbody>
<tr><td class="left">Excludable Yes</td><td class="left">Private</td><td class="left">Club</td></tr>
<tr><td class="left">No</td><td class="left">Common Resource</td><td class="left">Public</td></tr>
</tbody>
</table>

</li>
</ul>


</div>
</div>
</div>
</div>

</body>
</html>
